var allHits = {
  globalHites: [
     {
      selector: '.show-global-hints',
      message: 'Команда Moguta.CMS приветствует вас! Мы рады знакомству и хотим обучить вас работе с Moguta.CMS. Это не займет много времени и поможет вам быстрее запустить интернет-магазин и начать работу. Вы можете завершить процесс обучения в любое время и вернуться к нему позже, нажав на эту кнопку. Для перехода к следующему шагу нажмите на кнопку «Далее».',
      position: 'top'
    },
    {
      selector: '.header',
      message: 'Вы находитесь в панели управления интернет-магазином, также называемой «Админка». Здесь нужно управлять содержимым вашего сайта и задавать различные настройки магазина. Настройки влияют на работу сайта и внешний вид интернет-магазина.',
      position: 'bottom'
    },
    {
      selector: '.header .back-public',
      message: 'Чтобы посмотреть как работает и выглядит сайт, нажмите на эту кнопку, вы покините панель управления и окажетесь на своем сайте. Вернуться в панель управления можно по ссылке '+admin.SITE+'/mg-admin',
      position: 'bottom'
    },
    {
      selector: '.header .desktopInformers',
      message: 'Это информеры. Тут отображаются иконки включенных плагинов, нажав на них можно перейти в настройки плагина. Число на иконке показывает количество событий требующих внимания, например, новые заказы или новые отзывы.',
      position: 'bottom'
    },
    {
      selector: '.nav-list .main-list',
      message: 'Это главные разделы панели управления. В них можно создавать товары, управлять контентом сайта и работать с заказами клиентов.',
      position: 'bottom'
    },
    {
      selector: '.mg-admin-mainmenu-item[data-section="catalog"]',
      message: 'Тут можно добавлять и управлять товарами вручную, а также загружать прайсы поставщиков из табличных файлов.',
      position: 'bottom'
    },
    {
      selector: '.mg-admin-mainmenu-item[data-section="category"]',
      message: 'Тут можно редактировать структуру категорий каталога. Товары должны находиться в определенной категории, поэтому перед созданием товара сначала нужно создать категорию.',
      position: 'bottom'
    },
    {
      selector: '.mg-admin-mainmenu-item[data-section="page"]',
      message: 'Тут можно создавать обычные страницы сайта, например страницы с информацией о доставке, контакты и любые другие веб-страницы.',
      position: 'bottom'
    },
    {
      selector: '.mg-admin-mainmenu-item[data-section="orders"]',
      message: 'Тут будут собираться все заказы покупателей, им можно менять состав, стоимость и статусы.',
      position: 'bottom'
    },
    {
      selector: '.mg-admin-mainmenu-item[data-section="users"]',
      message: 'Тут находятся доступы и контактная информация о покупателях и администраторах. Можно смотреть статистику покупок каждого покупателя, а также перейти в его личный кабинет и увидеть сайт его глазами.',
      position: 'bottom'
    },
    {
      selector: '.mg-admin-mainmenu-item[data-section="plugins"]',
      message: 'Тут содержатся дополнительные разделы панели управления, называемые плагинами. Плагин - это дополнительный функционал сайта, который может быть установлен и удален в любой момент в процессе работы интернет-магазина.',
      position: 'bottom'
    },
    {
      selector: '.header .header-right .go-market[data-section="marketplace"]',
      message: 'Это официальный магазин дополнений. Тут можно установить плагины и шаблоны для вашего интернет-магазина не переходя на официальный сайт Moguta.CMS.',
      position: 'bottom'
    },
    {
      selector: '.mg-admin-mainmenu-item[data-section="settings"]',
      message: 'Тут задаются настройки интернет-магазина, такие как логотип и контактные данные, способы оплаты и доставки, SEO-настройки и интеграции с 1С и другими сервисами.',
      position: 'bottom'
    },
    {
      selector: '.header .header-right .go-market[data-section="rentinfo"]',
      message: 'Демонстрационный раздел для интернет-магазинов в аренду. Тут отображается количество дней до завершения демонстрационного периода использования интернет-магазина в аренду.',
      position: 'bottom'
    },
    {
      selector: '.mg-admin-mainmenu-item[data-section="saasinfo"]',
      message: 'Здесь вы можете ознакомиться с этапами по базовой настройке магазина, а также всей необходимой информацией о нём (тариф, баланс счёта, статистика и т.д.)',
      position: 'bottom'
    },
    {
      selector: '.header .exit',
      message: 'Чтобы покинуть панель управления и выйти из аккаунта можно нажать на эту кнопку.',
      position: 'bottom'
    },
  ]

}
