var settingsScenario = {
    hits:[
        {
            selector: '#tab-shop',
            message: 'Основные настройки интернет-магазина, которые влияют как на внешний вид сайта, так и на логику работы различных алгоритмов внутри движка. Тут можно настроить опции сайта, отправку почтовых уведомлений, способы фильтрации и поиска товаров в каталоге, кэширование, алгоритмы безопасности и защиту от ботов.'
        },
        {
            selector: '#tab-system',
            message: 'Тут нужно указать лицензионный ключ продукта, без этого система будет работать только 14 дней. В этом же разделе происходит автоматическое обновление ядра с сохранением всех данных. Доступно создание резервных копий системы, а также отображается сводная информация о сервере, на котором работает сайт.'
        },
        {
            selector: '#tab-template',
            message: 'Шаблоны - это не только внешний вид сайта. Некоторые шаблоны могут содержать дополнительные возможности интернет-магазина, а также плагины необходимые для полноценной работы шаблона. В настройках доступно редактирование файлов шаблона, его локализаций и содержаний писем с уведомлениями. Шаблоны можно обновить, при обновлении все внесенные изменения будут перезаписаны. Рекомендуется делать копию папки шаблона и вносить изменения в нее. Поддержка внесенных пользователем изменений при обновлении технически невозможна.'
        },
        {
            selector: '#interface',
            message: 'Тут можно настроить внешний вид панели управления, сменить язык, установить цветовую схему и фон, поменять логотип.'
        },
        {
            selector: '#tab-userField',
            message: 'Характеристики товара - это свойства характеризующие тот или иной товар. По которым, можно будет фильтровать товар на сайте. Например, длина, цвет, размер, вкус и другие. Характеристики прикрепляются к категориям, в которых будут содержаться товары с этой характеристикой.'
        },
        {
            selector: '#tab-currency',
            message: 'Тут можно задать несколько курсов валют по отношению к основной валюте магазина, чтобы дать покупателям возможность выбора в какой валюте будет производиться оплата.'
        },
        {
            selector: '#tab-deliveryMethod',
            message: 'Настройте способы доставки и их условия, которые будут доступны покупателям при оформлении  заказа в интернет-магазине.'
        },
        {
            selector: '#tab-paymentMethod',
            message: 'Настройте электронные способы оплаты и их условия, которые будут доступны покупателям при оформлении заказа в интернет-магазине.'
        },
        {
            selector: '#tab-SEOMethod',
            message: 'Тут находится множество настроек влияющих на SEO-продвижение сайта. Покажите эту настройку вашему SEO-специалисту, он будет рад разнообразию возможностей и гибкости инструментов для продвижения сайта.'
        },
        {
            selector: '#tab-1C',
            message: 'Настроить обмен данными с 1С можно в этом разделе. Это делается, буквально в два клика, указав на стороне 1С адрес сайта и логин с паролем администратора. Для более гибкой настройки существует множество дополнительных опций, а также инструмент для логирования процесса обмена данными, необходимый для отладки.'
        },
        {
            selector: '#tab-Integration',
            message: 'Тут находятся настройки интеграций с различными сторонними сервисами, такими как доски объявлений, социальные сети, рассылочники писем и CRM системы.'
        },
        {
            selector: '#tab-language',
            message: 'Задайте несколько языковых версий интернет-магазина, если планируете торговать товарами в нескольких странах.'
        },
        {
            selector: '#tab-api',
            message: 'Moguta.CMS предоставляет возможность обмениваться информацией между вашим сайтом и другими сторонними сервисами по внутреннему протоколу. Для этого необходимо создать API ключ и использовать его на стороннем приложении. Посылая поддерживаемые команды на сайт, такое приложение сможет получать информацию о заказах, покупателях и товарах.'
        },
        {
            selector: '#tab-storage',
            message: 'Если у вас есть несколько точек для самовывоза, то можно создать склады для них, которые будет выбирать покупатель при оформлении самовывоза. Для оформления заказа, состав заказа, должен быть в полной мере доступен на выбранном складе.'
        },
        {
            selector: '#tab-wholesale',
            message: 'Для продажи товаров оптом, создайте группу пользователей и назначте ей оптовые цены в данном разделе. Можно задавать правила применения оптовых цен, от количества и от суммарной стоимости.'
        },
        {
            selector: '#tab-opfields',
            message: 'При необходимости, создайте дополнительные поля к товарам, заказам и пользователям. Дополнительные поля дают возможность гибко настроить интернет-магазин под уникальные бизнес-процессы, добавляя различную информацию и обрабатывая ее в соответствующей форме. Например, можно сделать так чтобы при оформлении заказа, покупатель имел возможность прикрепить свой файл, или добавить уникальную характеристику к варианту товара.'
        },
        {
            selector: '#tab-orderform',
            message: 'Настройте процесс оформления заказа. Например, можно убрать имя пользователя из обязательных и оставить только телефон для упрощения процесса оформления. Или добавить условие, чтобы поле адрес показывалось только когда будет выбрана доставка курьером.'
        }
    ]
}
