<?php
$lang = array(
  'HEADER_PLUGIN' => 'Статусы заказов',
  'STATUS'=> 'Статус',
  'ACTIONS'=> 'Действия',
  'NO_RESULT' => 'Нет статусов.',
  'DELETE' => 'Удалить',
  'ADD_STATUS' => 'Добавить статус',
  'ID_STATUS' => 'Номер статуса',
  'SAVED' => 'Сохранено',
  'DONT_SAVED' => 'Не сохранено',
  'SAVE_MODAL' => 'Сохранить изменения',
  'ENTITY_SAVE' => 'Изменения сохранены',
  'ENTITY_NOT_SAVE' => 'Изменения не сохранены',
  'ENTITY_EMPTY' => 'Необходимо заполнить значение "Статус"',
  'ENTITY_DEL' => 'Статус удален',
  'ENTITY_DEL_NOT' => 'Статус не удален',
  'ENTITY_DEL_SYS' => 'Невозможно удалить системные статусы',
  
  
);